---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseFy
source: html/9d7230e5-9e66-7bc7-0ee5-07caf8e8a149.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseFy Property

"Start Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseFy { get; }
```